import assets from "./assets";

const janaProjectsData = [
  {
    id: "JPD-01",
    title: "بطاقة تخفيضات الاسر المنتجة",
    description:
      "بطاقة جنى تطبيق الكتروني يقدم مجموعة من العروض المميزة والخصومات الخاصة لأكثر من 40,000 اسرة منتجة وعائلاتهم مما يتيح لك كتاجر انتشار أوسع لمنتجاتك والوصول لشريحة أكبر في مختلف مناطق المملكة ويشمل مجالات متعددة مثل المطاعم والمقاهي والفنادق والمراكز الصحية",
    image: assets.projectsBanners1,
  },
  {
    id: "JPD-02",
    title: "اكشاك الاسر المنتجة",
    description:
      "توفير اكشاك خاصة للأسر المنتجة وفق معايير وضوابط معينة ليصبح العمل نظامي ومرخص تحت اشراف الجهات المعنية، مما يساهم في التغلب على ظاهرة البيع العشوائي بالإضافة الى دعم الاقتصاد والسياحة في المنطقة ويوفر فرص عمل ذاتيه للسيدات بما يتماشى مع خطة التحول الوطني ورؤية المملكة 2030",
    image: assets.projectsBanners2,
  },
  {
    id: "JPD-03",
    title: "يمام كافية",
    description:
      "إطلاق مبادرة يمام بالتعاون مع بنك التنمية الاجتماعية، حيث يتم تجهيز المواقع في عدد من الدوائر الحكومية والجامعات لخدمة الموظفين والزوار ويتم التشغيل والتوريد من قبل الاسر المنتجة مما يوفر لهم منافذ بيع ثابتة لتسويق منتجاتها.",
    image: assets.projectsBanners3,
  },
  {
    id: "JPD-04",
    title: "الأسواق التراثية",
    description:
      "تشغيل الأسواق التراثية في عدد من المناطق عن طريق الاسر المنتجة مما يدعم الحرف والصناعات الوطنية ويصنع وجهات سياحيه حديثة تعكس هوية وثقافة المنطقة",
    image: assets.projectsBanners4,
  },
  {
    id: "JPD-05",
    title: "المقاصف المدرسية",
    description:
      "تشغيل المقاصف المدرسة عن طريق الاسر المنتجة وفق اعلى معايير الجودة في جميع مناطق المملكة بالتعاون مع ادارات التعليم مما يوفر فرص عمل جديده.",
    image: assets.projectsBanners5,
  },
  {
    id: "JPD-06",
    title: "صناعه الصابون",
    description:
      "تدريب العميلات على صناعات مختلفة مثل انتاج الصابون الطبيعي حسب معايير معينة مما يوفر فرص عمل متنوعة للعميلات بالإضافة الى مخزون يغطي احتياج السوق وبأقل تكاليف ممكنه للشركات",
    image: assets.projectsBanners6,
  },
];

export { janaProjectsData };